---
type: PropertyLine
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# PropertyLine

`Autodesk.Revit.DB.PropertyLine` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |